Repository: NikitaDev1995/pet-project1
Catalog: TrainEnglishApp/TrainEnglishApp/*.lproj/Localizable.strings
Languages: ru

# TabBarController.BarItem[0].Title
source: Audit
ru: Повторение

# TabBarController.BarItem[1].Title
source: Dictionary
ru: Словарь

# WordsLevelTableViewController.NavigationItem.Title
source: The level of English words
ru: Уровень английских слов

# AuditViewController.SegmentedControl.Segment[0]
source: Words verification
ru: Проверка слов

# AuditViewController.SegmentedControl.Segment[1]
source: Repeat the words
ru: Повторение слов

# AuditViewController.WordCounterLabel
source: The remaining words:
ru: Осталось слов:

# AuditViewController.CheckWordButton.Title.TextForTheFirstTap
source: Check the word
ru: Проверить слово

# AuditViewController.CheckWordButton.Title.TextForTheSecondTap
source: Repeat the word?
ru: Повторить слово?

# AuditViewController.NextWordButton.Title.Text
source: Next word
ru: Следующее слово

# DictionaryTableViewController.TralingSwipe.DeleteButton
source: Delete
ru: Удалить

# DictionaryTableViewController.NavigationItem.Title
source: Dictionary
ru: Словарь

# AddEditWordTableViewController.NavigationItem.TitleForEditWord
source: New word
ru: Редактируемое слово

# AddEditWordTableViewController.NavigationItem.TitleNewWord
source: Editing word
ru: Новое слово

# AddEditWordTableViewController.NavigationItem.CancelButton
source: Cancel
ru: Отмена

# AddEditWordTableViewController.NavigationItem.SaveButton
source: Save
ru: Сохранить

# AddEditWordTableViewController.TableView.TitleForHeader.section[0]
source: English word
ru: Английское слово

# AddEditWordTableViewController.TableView.TitleForHeader.section[1]
source: Russian word
ru: Русское слово

# AddEditWordTableViewController.TableView.TitleForHeader.section[2]
source: English level word
ru: Уровень английского слова

# AddEditWordTableViewController.TableView.TitleForHeader.section[3]
source: Image for word
ru: Изображение для слова

# AddEditWordTableViewController.TableView.TitleForHeader.section[4]
source: Chose the image
ru: Выбрать изображение

# AddEditWordTableViewController.TableView.EnglishWordTextFieldOutlet.Placeholder
source: English word
ru: Английское слово

# AddEditWordTableViewController.TableView.RussianWordTextFieldOutlet.Placeholder
source: Russian word
ru: Русское слово

# AddEditWordTableViewController.AddImageButtonAction.Title.Text
source: Add the image
ru: Добавить изображение

# AddEditWordTableViewController.AddImageButtonAction.AlertController.Title
source: Choose Image Source
ru: Выберите источник изображения

# AddEditWordTableViewController.AddImageButtonAction.AlertAction.CameraAction
source: Camera
ru: Камера

source: Photo Library
ru: Фото библиотека

# AddEditWordTableViewController.AddImageButtonAction.AlertAction.cancelAction
source: Cancel
ru: Отмена
